Repository: swsnr/gnome-shell-extension-picture-of-the-day
Catalog: po/*.po
Languages: de, it, nl, pt

source: Picture of the Day
de: Bild des Tages
it: Immagine del Giorno
nl: Afbeelding van de dag
pt: Imagem do Dia

source: XDG State directory
de: XDG Zustandsverzeichnis
it: Cartella di Stato XDG
nl: XDG-statusmap
pt: Diretório de estado do XDG

source: Select download folder
de: Download-Ordner auswählen
it: Seleziona la cartella di download
nl: Kies een downloadmap
pt: Selecionar diretório de download

source: %s/%s collection enabled
de: %s/%s Sammlungen aktiviert
it: %s/%s raccolta abilitata
nl: %s/%s collectie ingeschakeld
pt: %s/%s coleção ativada

# Error notification
source: Picture of the Day needs an API key
de: Das Bild des Tages benötigt einen API-Schlüssel
it: Immagine del Giorno richiede una chiave API
nl: Voor het gebruik van deze uitbreiding is een api-sleutel vereist
pt: Imagem do Dia precisa de uma chave de API

# Error notification
source: Please configure a valid API key for the configured source in the extensions settings.
de: Bitte richten Sie in den Einstellungen dieser Erweiterung einen API-Schlüssel für die gewählte Bildquelle ein.
it: Si prega di configurare una chiave API valida per la sorgente nelle impostazioni dell'estensione.
nl: Stel de api-sleutel van de gekozen bron in in de uitbreidingsvoorkeuren.
pt: Por favor, configure uma chave de API válida para a fonte definida nas configurações da extensão.

# Error notification
source: Open preferences
de: Einstellungen öffnen
it: Apri le preferenze
nl: Voorkeuren openen
pt: Abrir configurações

# Error notification
source: Picture of the Day was rate-limited
de: Abruf des Bild des Tages wurde begrenzt
it: È stato superato il limite di richieste per l'Immagine del Giorno
nl: Gebruiksbeperking
pt: O Imagem do Dia foi restringido devido ao limite de requisições

# Error notification
source: The server for the configured source is rate-limited and does not permit to fetch an image currently. Try again later, or try a different image source.
de: Der Server für die gewählte Bildquelle hat den Abruf des Bilds begrenzt und erlaubt aktuell nicht, das Bild abzurufen. Versuchen Sie es später erneut, oder nutzen Sie eine andere Quelle.
it: Il server della sorgente selezionata è al momento soggetto a limiti di velocità e non consente al momento di recuperare un'immagine. Prova di nuovo più tardi o utilizza una fonte alternativa.
nl: De server heeft u een beperking opgelegd - hierdoor kunt u geen afbeeldingen ophalen. Probeer het later opnieuw of maak gebruik van een andere bron.
pt: O servidor da fonte configurada tem um limite de requisições e não permite buscar uma imagem no momento. Tente novamente mais tarde ou use outra fonte de imagens.

# Error notification
source: Picture of the Day has some invalid configuration
de: Die Konfiguration für das Bild des Tages ist nicht gültig
it: La configurazione dell'Immagine del Giorno non è valida
nl: Ongeldige voorkeuren
pt: Imagem do Dia possui alguma configuração inválida

# Error notification
source: Please correct the invalid configuration in the extension settings.
de: Bitte korrigieren Sie die ungültige Konfiguration in den Einstellungen dieser Erweiterung.
it: Si prega di correggere la configurazione non valida nelle impostazioni dell'estensione.
nl: Pas de ongeldige voorkeuren aan in de uitbreidingsvoorkeuren.
pt: Por favor, corrija a configuração inválida nos ajustes.

# Error notification
source: Picture of the Day failed to fetch today's picture.
de: Das heutige Bild konnte nicht abgerufen werden.
it: L'Immagine del Giorno non è riuscita a scaricare l'immagine di oggi.
nl: De afbeelding van de dag kan niet worden opgehaald.
pt: O Imagem do Dia não conseguiu buscar a imagem de hoje.

# Error notification
source: The system seems to have limited network connectivity. Try to connect to the internet. If the error persists, try again later.
de: Das System scheint nur begrenzten Zugang zum Netzwerk zu haben. Stellen Sie eine Internetverbindung her, oder versuchen Sie es später noch einmal, wenn der Fehler weiterhin auftritt.
it: Sembra che il sistema abbia una connessione di rete limitata. Prova a connetterti a Internet. Se l'errore persiste, riprova più tardi.
nl: Er lijkt geen internetverbinding te zijn. Maak verbinding met het internet en probeer het opnieuw. Als het probleem zich blijft voordoen, maak hier dan melding van.
pt: O sistema parece estar com conectividade de rede limitada. Tente conectar-se à internet. Se o erro persistir, tente novamente mais tarde.

# Error notification
source: Open network settings
de: Netzwerkeinstellungen öffnen
it: Apri le impostazioni di rete
nl: Netwerkvoorkeuren openen
pt: Abrir configurações de rede

# Error notification
source: The server for the configured source seems to have issues. Try to configure a different image source or try again later.
de: Der Server für die gewählte Bildquelle scheint Probleme zu haben. Versuchen SIe eine andere Bildquelle zu nutzen, oder versuchen Sie es später noch einmal.
it: Sembra che il server della sorgente configurata stia riscontrando dei problemi. Prova a impostare una sorgente di immagini diversa o riprova più tardi.
nl: Er lijken problemen te zijn met de server. Probeer het later opnieuw of maak gebruik van een andere bron.
pt: O servidor da fonte configurada parece estar com problemas. Tente configurar uma fonte de imagem diferente ou tente novamente mais tarde.

# Error notification
source: No picture today
de: Heute kein Bild
it: Nessuna immagine oggi
nl: Geen afbeelding beschikbaar
pt: Sem imagem hoje

# Error notification
source: %s is not an image, and cannot be used as background. You can perhaps view it directly on the website.
de: %s ist kein Bild, und kann nicht als Hintergrund verwendet werden. Es kann unter Umständen direkt auf der Website angesehen werden.
it: %s non è un'immagine e non può essere utilizzata come sfondo. Forse puoi visualizzarla direttamente sul sito.
nl: ‘%s’ is geen afbeelding en kan daarom niet worden gebruikt. Probeer het via de bijbehorende website.
pt: %s não é uma imagem e não pode ser usado como plano de fundo. Talvez você possa visualizá-lo diretamente no site.

# Error notification
source: Open website
de: Website öffnen
it: Apri il sito web
nl: Website openen
pt: Abrir website

# Error notification
source: %s does not provide a picture today. Try again tomorrow, or try a different source.
de: %s stellt heute kein Bild zur Verfügung. Versuchen Sie es morgen erneut, oder wechseln Sie zu einer anderen Quelle.
it: %s non ha un'immagine disponibile per oggi. Riprova domani o prova una sorgente diversa.
nl: %s heeft vandaag geen afbeelding beschikbaar gesteld. Probeer het morgen opnieuw of maak gebruik van een andere bron.
pt: "%s não forneceu uma imagem hoje. Tente novamente amanhã ou escolha uma fonte diferente.

# Error notification
source: Image could not be downloaded
de: Das Bild konnte nicht heruntergeladen werden
it: Non è stato possibile scaricare l'immagine
nl: Afbeelding kan niet worden opgehaald
pt: A imagem não pôde ser baixada

# Error notification
source: An I/O error occurred while fetching today's image, with this message %s. Check your network connection and the permissions in the download folder.
de: Ein Ein- und Ausgabefehler ist beim Herunterladen des heutigen Bildes aufgetreten, mit folgender Fehlermeldung: %s. Prüfen Sie Ihre Internetverbindung, und die Berechtigungen im Download-Verzeichnis.
it: C'è stato un errore I/O nel recuperare l'immagine di oggi, con il seguente messaggio di errore: %s. Verifica la connessione di rete e i permessi nella cartella di download.
nl: Er is een i/o-fout opgetreden tijdens het ophalen van de afbeelding. De precieze foutmelding is “%s”. Maak verbinding met het internet of controleer de maprechten.
pt: Ocorreu um erro de E/S ao buscar a imagem de hoje, com a seguinte mensagem: %s. Verifique sua conexão de rede e as permissões no diretório de download.

# Error notification
source: Picture of the Day failed
de: Bild des Tages fehlgeschlagen
it: Non è stato possibile caricare l'Immagine del Giorno
nl: Ophalen mislukt
pt: O Imagem do Dia falhou

# Error notification
source: We are sorry but there seems to be an error.
de: Leider scheint ein Fehler aufgetreten zu sein.
it: Purtroppo sembra che si sia verificato un errore.
nl: Er lijkt een fout te zijn opgetreden.
pt: Pedimos desculpas, mas parece que ocorreu um erro.

source: Collection: %s
de: Sammlung: %s
it: Collezione: %s
nl: Collectie: %s
pt: Coleção: %s

source: All rights reserved.
de: Alle Rechte vorbehalten
it: Tutti i diritti riservati.
nl: Alle rechten voorbehouden.
pt: Todos os direitos reservados.

source: Unknown, all rights reserved
de: Unbekannt, alle Rechte vorbehalten
it: Sconosciuto, tutti i diritti riservati
nl: Onbekend - alle rechten voorbehouden
pt: Desconhecido, todos os direitos reservados

# ErrorDetailDialog
source: The following text contains the internal error messages and stacktraces of the error. You may find additional details which may help you to fix the error, or you may use this data to report an issue on Github.
de: Der folgende Text enthält die interne Fehlermeldung und den Stacktrace des Fehlers. Der Text kann zusätzliche Informationen zur Beseitigung des Fehlers enthalten, oder zum Einreichen eines Fehlerberichts auf Github genutzt werden.
it: Il testo seguente contiene i messaggi di errore interni e le stacktrace dell'errore. Potresti trovare dettagli aggiuntivi che potrebbero aiutarti a correggere l'errore, oppure potresti usare questi dati per segnalare il problema su Github.
nl: De volgende tekst bevat de interne foutmeldingen en andere foutopsporingsinformatie. Aan de hand van deze gegevens kunt u mogelijk de foutmelding oplossen. Mocht dat niet lukken, open dan een ‘issue’ op GitHub en vermeld deze informatie.
pt: O texto a seguir contém as mensagens de erro internas e os rastros de pilha do erro. Você pode encontrar detalhes adicionais que podem ajudá-lo a corrigir o erro, ou pode usar esses dados para relatar um issue no Github.

# ErrorDetailDialog
source: Picture of the Day failed
de: Bild des Tages fehlgeschlagen
it: Non è stato possibile caricare l'Immagine del Giorno
nl: Ophalen mislukt
pt: O Imagem do Dia falhou

# ErrorDetailDialog
source: Copy to clipboard
de: In die Zwischenablage kopieren
it: Copia negli appunti
nl: Kopiëren naar klembord
pt: Copiar para a área de transferência

# Error Dialog
source: Close
de: Schließen
it: Chiudi
nl: Sluiten
pt: Fechar

source: Copyright %s
de: Urheberrecht: %s
nl: Auteursrecht/Copyright: %s

source: Open image
de: Bild öffnen
it: Apri l'immagine
nl: Afbeelding openen
pt: Abrir imagem

source: Open image folder
de: Bildverzeichnis öffnen
it: Apri la cartella dell'immagine
nl: Afbeeldingsmap openen
pt: Abrir diretório da imagem

source: Source: %s
de: Quelle: %s
it: Fonte: %s
nl: Bron: %s
pt: Fonte: %s

source: Cancel refresh…
de: Aktualisierung abbrechen…
it: Annulla aggiornamento…
nl: Herladen afbreken…
pt: Cancelar atualização…

source: Refresh
de: Aktualisieren
it: Aggiorna
nl: Herladen
pt: Atualizar

source: Preferences
de: Einstellungen
it: Preferenze
nl: Voorkeuren
pt: Ajustes

source: About
de: Über
it: Informazioni
nl: Over
pt: Sobre

source: Get a picture of the day as desktop background.
de: Bilder des Tages als Desktop-Hintergrund.
it: Imposta l'immagine del giorno come sfondo del desktop.
nl: De afbeelding van de dag als bureaubladachtergrond.
pt: Obter uma imagem do dia como plano de fundo da área de trabalho.

# about link
source: Issue tracker
nl: Probleemmeldingen
pt: Rastreador de issues

# translations link
source: Translations
it: Traduzioni
nl: Vertalingen
pt: Traduções

source: Picture Sources
de: Bildquellen
it: Fonti delle immagini
nl: Afbeeldingsbronnen
pt: Fontes de imagem

source: Configure sources for the Picture of the Day.
de: Quellen für das Bild des Tages einrichten.
it: Configura le fonti per l'Immagine del Giorno.
nl: Stel de te gebruiken afbeeldingsbronnen in.
pt: Configurar fontes para o Imagem do Dia.

source: Selected source
de: Bildquellen
it: Fonte selezionata
nl: Gekozen bron
pt: Fonte selecionada

source: Refresh automatically
de: Automatisch aktualisieren
it: Aggiorna automaticamente
nl: Automatisch bijwerken
pt: Atualizar automaticamente

source: Custom download folder
de: Benutzerdefinierter Download-Ordner
it: Cartella di download personalizzata
nl: Eigen downloadmap
pt: Diretório de download personalizado

source: API key
de: API Schlüssel
it: Chiave API
nl: Api-sleutel
pt: Chave de API

source: Get API key
de: API Schlüssel erhalten
it: Recupera la chiave API
nl: Api-sleutel verkrijgen
pt: Obter chave de API

source: Enabled collections
de: Aktivierte Sammlungen
it: Collezioni attivate
nl: Ingeschakelde collecties
pt: Coleções ativadas

source: Details
it: Dettagli
pt: Detalhes
